INFORMATION = "Бот для проверки заданий с курса 'ссылка на курс' на Stepick.\n" \
              "Сделано REU DS Club, больше о нас вы найдете в:\n" \
              "VK: https://vk.com/reu_ds_club \n" \
              "TG: https://t.me/reu_data_science_club\n\n"

BOT_DESCRIPTION = f"{INFORMATION}" \
                  "Нажми /start для начала"

INSTRUCTION = "Инструкция по боту: \n" \
              "В 'Мой Профиль' ты найдешь:\n" \
              " - 'Список заданий' - список всех заданий \n" \
              " - 'Информация по заданию' - выведет информацию по конкретному заданию \n" \
              " - 'Мои результаты' - твои лучшие решение по всем заданиям\n" \
              " - 'Мои решения по заданию' - выведет информацию по всем решениям по конкретной задачи\n" \
              "Чтобы сдать задание воспользуйся кнопкой 'Сдать задание'\n\n"

FULL_INFORMATION = f"{INFORMATION}{INSTRUCTION}"
